{
  "portfolio":{
    "foto1":"/image/wasteless.png",
    "foto2":"/image/knights2.png",
    "foto3":"/image/alien2.png",
    "tekst1":[
      "<h1>Wasteless</h1><p>Deze webapp laat gebruikers een voorraadkast van boodschappen bijhouden. Heb je iets niet meer nodig of dreigt het te bederven?",
      "Met een druk op de knop kan je deze aanbieden aan andere gebruikers!</p><p>Deze full-stack applicatie is in team verband in een paar sprints gebouwd tijdens de bootcamp",
      "van het Young Capital traineeship. De frontend is geschreven in html/javascript, de back-end in java met het spring framework die een koppeling maakt naar een mySQL database.</p>",
      "<p><a href='https://github.com/Tom8711/yc2202wasteless_frontend.git'>Github: Wasteless frontend</a></p>",
      "<p><a href='https://github.com/Tom8711/yc2202wasteless.git'>Github: Wasteless backend</a></p>" 
    ],
    "tekst2":[
      "<h1>Knight's Quest</h1><p>De ridder moet alle sleutels pakken en de weg naar de uitgang bereiken zonder gepakt te worden door de wachters.</p>",
      "<p>Dit spel bestaat uit twee verschillende levels. Het tweede level bevat andere functionaliteit zoals het wegduwen van objecten</p>",
      "<p>Mijn eerste kleine project in C#. Deze heb ik gemaakt als introductie opdracht voor het Young Capital traineeship.</p>",
      "<p><a href='https://github.com/Tom8711/Knight-Quest.git'>Github: Knight's Quest</a></p>"
    ],
    "tekst3":[
      "<h1>Alien Invasion</h1><p>Een Space-Invaders clone gemaakt in Python met Pygame.</p>",
      "<p>Dit spel kan ingesteld worden op drie verschillende moeilijkheidsgraden. Dit beïnvloedt de snelheid van de aliens, het aantal schilden waarmee gestart wordt",
      "en het aantal kogels dat op de speler af komt. De highscore wordt in een json bestand opgeslagen en zo bewaard.</p>",
      "<p>Dit is een hobby project geweest en mijn eerste ontmoeting met python.</p>",
      "<p><a href='https://github.com/Tom8711/Alien-Invasion.git'>Github: Alien Invasion</a></p>"
    ]
  },
  "it":{
    "foto":"/image/klimtom.jpg",
    "tekst":[
      "<h1>IT titel</h1>",
      "<p>Hier komt tekst over mijn it bestaan</p>"
    ]
  },
  "werk":{
    "foto":"/image/tijdlijn.png",
    "tekst":[
      "<h1>werk titel</h1>",
      "<p>Lekker werken hoor!</p>"
    ]
  },
  "overmij":{
    "foto":"/image/mijnklasse.png",
    "tekst":[
      "<h1 id='scroll-to'>Over mij</h1>",
      "<p>Wat mij motiveert? Ik los graag problemen op waardoor anderen verder komen. Ik ben steeds op zoek naar een nieuwe uitdaging die mij voldoende weet te prikkelen. Mijn gevoel zegt mij dat ik dit binnen de IT ga vinden.</p>",
      "<p>Momenteel ben ik op zoek naar een functie waarbij ik mijn IT kwaliteiten verder kan ontwikkelen. Mijn primaire focus ligt op een functie waarbij functioneel/aplicatie beheer centraal ligt. Echter is elke funtie uniek en ik sta open om te ontdekken of een andere functie bij me past.</p>",
      "<p>Ik ben zeer gedreven en wil graag bijleren. Het geeft mij een kick als ik processen kan verbeteren. Ik werk nauwkeurig en zorg dat alles op tijd af is. </p>"
    ]
  },
  "skills":{
    "foto":"/image/klimtom.jpg",
    "tekst":[
      "<h1>Misschien interesses?</h1>",
      "<p>Wat vind ik leuke onderwerpen???</p>"
    ]
  }
}